Repository: fuinha/cardealer
Catalog: language/*.po
Languages: it_it

source: Request Information
it_it: Richiesta informazioni

source: Your Name
it_it: Nome

source: Please type your name
it_it: Inserire il vostro nome

source: Your Email
it_it: e-mail

source: Please type your email
it_it: Inserire la vostra e-mail

source: Your Message
it_it: Messaggio

source: Please type your message
it_it: Inserire il Vostro messaggio

source: Send
it_it: Invia

source: Cancel
it_it: Annulla

source: Overview
it_it: Panoramica

source: Car Details
it_it: Caratteristiche dell'auto

source: No special characters here ("$" "," "."), the plugin will auto format the number.
it_it: Nessun carattere speciale (\ $ \ \, \ \. \), Il plugin creerà il numero in automatico.

source: Model
it_it: Modello

source: Mark to show up at Featured Widget.
it_it: Segna per visualizzare in alto

source: The year of the model. Only numbers, no point, no comma.
it_it: Anno immatricolazione. Solo numeri, no punti, no virgola.

source: Engine HP. Only numbers, no point, no comma.
it_it: Cavalli Motore (CV). Solo numeri, no punti, no virgola.

source: Engine.
it_it: Motore.

source: The amount of miles on this car . Only numbers, no point, no comma.
it_it: KM percorsi. Solo numeri, no punti, no virgola.

source: Body Type.
it_it: Categoria

source: The amount of
it_it: iL totale de

source: Body Color
it_it: Colore

source: Only numbers. No point, no comma.
it_it: Solo numeri, no punti, no virgola.

source: Passenger Capacity. Only numbers.
it_it: Posti a sedere. Solo numeri.

source: What kind of Transmission is this
it_it: Tipo di Cambio

source: Fuel Type.
it_it: Carburante.

source: Color of the Interior
it_it: Colore interni

source: Interior Material
it_it: Materiale Interni

source: Specs
it_it: Specifiche

source: Features
it_it: Caratteristiche

source: Add any Feature Field (Settings => Field Features)
it_it: Aggiungi le caratteristiche (Impostazioni => Caratteristiche)

source: Parent makes
it_it: Marca

source: Parent makes:
it_it: Parent marca

source: Edit makes
it_it: Modifica Marche

source: Update makes
it_it: Aggiorna Marche

source: Add New makes
it_it: Inserisci nuove marche

source: New makes
it_it: Nuove Marche

source: Separate makes with commas
it_it: Separa le Marche con le virgole

source: Add or Remove makes
it_it: Aggiungi o rimuovi Marche

source: Choose from the most used makesrs
it_it: Scegli tra le marche più usate

source: Parent locations
it_it: Posizione sede

source: Parent locations:
it_it: Posizione sede:

source: Edit locations
it_it: Modifica posizione

source: Update locations
it_it: Aggiorna posizione

source: Add New locations
it_it: Aggiungi una nuova posizione

source: New locations
it_it: Nuove posizione

source: Separate locations with commas
it_it: Separare le posizioni con le virgole

source: Add or Remove locations
it_it: Aggiungi o rimuovi posizioni

source: Choose from the most used locationsrs
it_it: Scegli tra le posizioni più utilizzate

source: Featured Image
it_it: Immagine in evidenza (immagine in primo piano)

source: Call For Price
it_it: Chiamaci per il prezzo

source: Search
it_it: Ricerca

source: Car Type
it_it: Categoria

source: Any
it_it: Tutte

source: Wagon
it_it: Furgone

source: Luxury Car
it_it: Auto di lusso

source: Sports Car
it_it: Auto sportiva

source: Sport Utility Vehicle
it_it: Utilitaria

source: Van
it_it: Furgone

source: Sedan
it_it: Berlina

source: Price
it_it: Prezzo

source: Year
it_it: Anno

source: New/Used
it_it: Nuovo/Usato

source: New
it_it: Nuovo

source: Used
it_it: Usato

source: Damaged
it_it: Danneggiato

source: Make
it_it: Marca

source: Location
it_it: Posizione

source: Options
it_it: Opzioni

source: Engine
it_it: Motore

source: Body Type
it_it: Categoria

source: Transmission
it_it: Cambio

source: Fuel Type
it_it: Tipo di carburante

source: Fuel Capacity
it_it: Capacità serbatoio

source: Lenght
it_it: Lunghezza

source: Passenger Capacity
it_it: Posti a sedere

source: Interior Color
it_it: Colore interni

source: Call for Price
it_it: Chiama per il prezzo

source: Cond
it_it: Condizioni

source: Back
it_it: Indietro

source: Onward
it_it: Avanti

source: Not Found !
it_it: Non trovato!

source: Contact Us
it_it: Contattaci

source: A list of Recent cars
it_it: Elenco delle auto recenti

source: New Arrivals
it_it: Nuovi arrivi

source: A list of Featured cars
it_it: Elenco di auto in evidenza

source: Featured cars
it_it: Auto in evidenza

source: Search cars
it_it: Cerca Auto

source: Title
it_it: Titolo

source: Thanks for install car Dealer Plugin. The easiest way to manage, list and sell your cars online.
it_it: Grazie di istallare Car Dealer Plugin. La forma più facile di vendere delle macchine on line.

source: Follow this steps
it_it: Seguire questi passaggi

source: Go to car Settings tab and choose your currency, metric system etc...
it_it: Andare nella scheda "impostazioni auto" per scegliere la valuta, sistema metrico, ecc..

source: Go to Field Features and add some fields.
it_it: Andare nella scheda "archivio caratteristiche" e aggiungere alcuni campi

source: For example: wifi, gps, alarm and so on...
it_it: Per esempio: WiFi, GPS, Allarme e così via...

source: Click Update to Save
it_it: Clicca su Aggiorna per salvare

source: Go to Makes and add some makers.
it_it: Andare in "marche" e aggiungi alcune case costruttrici.

source: For example: Ford, Fiat, Volkswagen...
it_it: Per esempio: Ford, Fiat, Volkswagen...

source: Go to Locations and add some, if you have more than one. This is Optional.
it_it: Andare in "Posizione" e aggiungerne alcune, se ne hai più di uno. questo è facoltativo.

source: Go to your Pages and chose one (or more) page where you want show the cars.
it_it: Vai alle tue pagine e scegli una pagina (o più) in cui vuoi mostrare le auto.

source: Paste this shortcode there
it_it: Incollare qui il codice shortcode

source: Go to cars for Sale and Choose Add New
it_it: Andare in "auto in vendita" e scegliere Aggiungi nuovo

source: Fill Out all info
it_it: Compila tutte le informazioni

source: Add one Featured Image
it_it: Aggiungi un'immagine in primo piano

source: Load images
it_it: Carica immagini

source: Just create one wordpress gallery. Our plugin will create automatically one nice slider gallery. For details how to create a wordpress gallery, check the wordpress site.
it_it: Basta creare una galleria wordpress. Il nostro plugin creerà automaticamente una Bella galleria di slider. Per ulteriori dettagli su come creare una galleria di wordpress, controlla il sito wordpress.

source: Click Publish to Save.
it_it: Clicca su Publica per salvare

source: We have 3 dedicated Widgets
it_it: Abbiamo 3 Widget dedicati

source: Recent cars
it_it: Auto recenti

source: cars Search
it_it: Cerca auto

source: To install, just go to
it_it: Per installare, vai a

source: and install them
it_it: e installarli

source: That's all. I hope you enjoy it
it_it: È tutto. Spero che vi piaccia

source: Choose your currency, metric system and so on.
it_it: Scegliere la valuta, il sistema metrico e così via.

source: Currency
it_it: Moneta

source: Miles - Km
it_it: Miglia - Km

source: Miles
it_it: Miglia

source: Kms
it_it: Chilometri

source: Hours
it_it: Ore

source: Liters - Gallons
it_it: Litri - Galloni

source: Liters
it_it: Litri

source: Gallons
it_it: Galloni

source: How many cars would you like to display per page?
it_it: Quante auto vuoi visualizzare per pagina?

source: Replace the Wordpress Gallery with Flexslider Gallery
it_it: Sostituisci la galleria di Wordpress con la galleria Flexslider

source: Fill out your contact email to receive email from your Contact Form at bottom of the individual car page.
it_it: Riempi la tua eMail, cosi riceverai eMail dal modulo di conttato che si trov al piede della pagina di macchine.

source: Here you can manage the car features/equipments fields to your car form.
it_it: Qui è possibile gestire i campi di caratteristiche / attrezzature dell'auto nel modulo auto.

source: Just add one or more field names - one for each line -
it_it: Basta aggiungere uno o più nomi nel campo - uno per ogni riga -

source: For example: GPS, DVD, and so on...
it_it: Per esempio, GPS, DVD, e così via...

source: Don't use special characters.
it_it: Non utilizzare caratteri speciali.

source: Add this fields to Car Form. Only one field each line:
it_it: Aggiungere questi campi nel modulo auto. Un solo campo per ogni riga.
